{
  "navLinks": [
    {
      "id": "about",
      "title": "About"
    },
    {
      "id": "work",
      "title": "Experience"
    },
    {
      "id": "projects",
      "title": "Projects"
    },
    {
      "id": "contact",
      "title": "Contact"
    }
  ],
  "greeting": "Hi, I'm",
  "desc_hero1": "I develop modern websites, user",
  "desc_hero2": "interfaces, web and mobile applications.",
  "btn_download": "Download CV",
  "about_title": "About me",
  "about_subtitle": "Overview",
  "about_desc": "I'm a skilled software developer with experience in different programming languages TypeScript, JavaScript and Python, and expertise in frameworks like React, React Native for mobile, Node.js, and Flask. I'm a quick learner and collaborate closely with clients to create efficient, scalable, and user-friendly solutions that solve real-world problems. Let's work together to bring your ideas to life!",
  "services": [
    {
      "title": "Web Developer"
    },
    {
      "title": "React Native Developer"
    },
    {
      "title": "Fullstack Developer"
    },
    {
      "title": "Data Engineer"
    }
  ],
  "exp_title": "A bit more about my experience",
  "exp_subtitle": "Work Experience",
  "experiences": [
    {
      "title": "Master Developer CRM",
      "company_name": "Brito Marketing",
      "date": "April 2024 - Currently",
      "points": [
        "Program website applications. You will be responsible for designing, coding, and maintain innovative websites and web applications, so that they can be used.",
        "Build web pages with the structure necessary for them to function properly correctly.",
        "Create specific functionalities according to the project requirements.",
        "Troubleshoot website issues, optimize website speed and responsiveness, and ensure browser compatibility."
      ]
    },
    {
      "title": "Software Developer Freelance",
      "company_name": "Freelance",
      "date": "June 2022 - March 2024",
      "points": [
        "Developing and maintaining web applications using different web technologies and other related technologies.",
        "Collaborating with cross-functional teams including designers, product managers, and other developers to create high-quality products.",
        "Implementing responsive design and ensuring cross-browser compatibility."
      ]
    },
    {
      "title": "Web UI Developer SSR Advanced",
      "company_name": "Globant",
      "date": "January 2022 - June 2022",
      "points": [
        "I worked as a front-end developer in a Sodimac Project team in an initiative called Retail",
        "Collaborating with cross-functional teams including designers, product managers, and other developers to create high-quality products.",
        "Developing an ecommerce platform interface where we developed together with the team different components of an initiative called screens 3.0 creating a new responsive interface",
        "Participate in code reviews, scrum reviews and provide constructive feedback to other developers."
      ]
    },
    {
      "title": "Developer Architect",
      "company_name": "Ceiba Software",
      "date": "September 2021 - January 2022",
      "points": [
        "Developing and maintaining web applications using React.js and other related technologies.",
        "Collaborating with cross-functional teams including designers, product managers, and other developers to create high-quality products.",
        "Implementing responsive design and ensuring cross-browser compatibility.",
        "Participating in code reviews and providing constructive feedback to other developers."
      ]
    },
    {
      "title": "Frontend Developer",
      "company_name": "Mayor of Barranquilla",
      "date": "January 2021 - September 2021",
      "points": [
        "Developing and maintaining web applications using React.js and other related technologies.",
        "Component and interface development with React JS Consumption of microservices generated to visualize the data in the database, Development of administrative dashboard to visualize data and reports",
        "Implementing responsive design and ensuring cross-browser compatibility.",
        "Participate in code reviews, lead technology changes in the different applications and create new interfaces based in react."
      ]
    },
    {
      "title": "Full stack Developer",
      "company_name": "Sempli",
      "date": "September 2020 - November 2020",
      "points": [
        "Development of a machine learning model as part of an internal project of the company Sempli.",
        "Collaborating with cross-functional teams including designers, product managers, and other developers to create high-quality products.",
        "Implementing responsive design and ensuring cross-browser compatibility.",
        "Experience: data cleaning/treatment with Anaconda and Python, landing page layout design, and practicing infrastructure deployment as code with SAM aws services."
      ]
    }
  ],
  "footer": "Made with ❤️ by WildsRincon © 2023. All Rights Reserved.",
  "projects_title": "Projects",
  "projects_subtitle": "Some of my works",
  "projects_desc": "Following projects showcases my skills and experience through real-world examples of my work. Each project is briefly described with links to code repositories and live demos in it. It reflects my ability to solve complex problems, work with different technologies, and manage projects effectively.",
  "projects": [
    {
      "description": "Promptopia website built using NextJs, ReactJs and Tailwind CSS with MongoDB, Express and NextAuth for authentication."
    },
    {
      "description": "Weather App with geolocalization and pronostic weather for 5 days, build in with Angular 9, API Openweather."
    },
    {
      "description": "Project developed in React JS, Battle of profiles github."
    },
    {
      "description": "Project developed in React JS, search differents robots for name."
    },
    {
      "description": "Project developed in React JS, Final project course Complete Intro to React, v5 and Intermediate React, v2 with Brian Holt."
    }
  ],
  "testimonials_title": "Testimonials",
  "testimonials_subtitle": "What they say about me",
  "testimonials": [
    {
      "testimonial": "I have had the opportunity to work with Wilder on multiple occasions and it has always been a pleasure. He is a motivated person with a consistently positive attitude. Wilder excels at communicating with others and is always willing to work hard until the problem at hand is solved.",
      "position": "IOS Developer",
      "company": "Baires Dev"
    },
    {
      "testimonial": "I've never met a web developer who really cares about the success of their clients like Wilder does.",
      "position": "COO",
      "company": "Def Corp."
    },
    {
      "testimonial": "After Wilder optimized our applications, our traffic increased by 50%. We can't thank him enough!",
      "position": "Advisor Mayor's office of Barranquilla",
      "company": "Mayor's office of Barranquilla"
    }
  ],
  "contact_title": "Contact",
  "contact_subtitle": "Let's talk",
  "contact_name": "Your Name",
  "placeholder_name": "What's your good name?",
  "contact_email": "Your Email",
  "placeholder_email": "What's your email?",
  "contact_message": "Your Message",
  "placeholder_message": "What's in your mind?",
  "contact_button": "Submit",
  "contact_sending": "Sending..."
}
